Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Pomyje czy luksusowe piwo wyspiarskie, ostatecznie to i tak tylko piwo.
uk: Помиї чи елітне Острівне пиво, все одно це просто пиво.

source: Pomyje w kuflu.
uk: В кухлі помиї.

source: Pomysł z dziennikiem nie był taki zły, przynajmniej mam czym zająć głowę. Według Jorna już niebawem dotrzemy na wyspę Archolos. Oby jego plan z odnalezieniem wuja wypalił. Póki co, może spróbuję poznać bliżej naszych towarzyszy podróży?
uk: Ідея зі щоденником виявилася не такою вже й поганою, принаймні мені є чим зайняти голову. Зі слів Йорна, ми скоро дістанемось острова Архолос. Будемо сподіватися, що його план знайти дядька спрацює. А поки що, чому б мені не спробувати познайомитися з нашими супутниками ближче?

source: Pomyśl o korzyściach dla nas obu!
uk: Подумай про вигоду для нас обох!

source: Pomyśl o tym mężczyźnie, który kiedyś ci pomógł. Teraz ty możesz tak samo bezinteresownie i bez pytań pomóc osobie, która bardzo tego potrzebuje.
uk: Подумай про людину, яка колись допомогла тобі. Тепер ти можеш так само безкорисливо і без запитань допомогти тому, хто цього дуже потребує.

source: Pomyśl o tym mężczyźnie, który kiedyś ci pomógł...
uk: Подумай про людину, яка колись допомогла тобі...

source: Pomyśl przez chwilę. Ja wykonam zadanie, a nasz wspólny pracodawca będzie zadowolony.
uk: Подумай про це. Я виконаю роботу, і наш спільний роботодавець буде задоволений.

source: Pomyśl trochę, rozejrzyj się, pogadaj z kimś, kto może się orientować w temacie. Na więcej podpowiedzi z mojej strony nie licz.
uk: Подумай трохи, роздивись навколо, поговори з кимось, хто може розбиратись в цьому. Не розраховуй більше на ніякі підказки з мого боку.

source: Pomyśl tylko, jak wiele mogą się od siebie nauczyć wiejski kowal i bogaty rachmistrz.
uk: Тільки подумай, як багато можуть навчитися один в одного сільський коваль і багатий обліковець.

source: Pomyśl tylko, jaki musi być widok tam z góry. Szkoda, że nie można od środka dostać się jakoś na dach.
uk: Тільки уяви, який вид відкривається згори. Шкода, що не можна якось зсередини потрапити на дах.

source: Pomyśl, ile to daje korzyści! Można wchodzić na drzewa po świeże jabłka, można ścinać tylko małe gałęzie potrzebne na ognisko, no i można też ukrywać się przed wilkami!
uk: Подумай, скільки це дає переваг! Можна вилазити на дерева по свіжі яблука, можна наламати маленьких гілочок для багаття, а ще можна ховатися від вовків!

source: Pomyśl, jak ja się czułem, patrząc na dom moich przodków pod władzą tych służalców Rhobara.
uk: Уяви собі, що я відчував, коли бачив дім моїх предків під владою цих прислужників Робара.

source: Pomyśl. Dla miasta te kilka kawałków surowca byłoby pewnie niewarte zachodu, ale dla małej grupki pracowitych ludzi to prawdziwa fortuna.
uk: Подумай. Для міста ці кілька шматків сировини, мабуть, не варті зусиль, але для невеликої групи працьовитих людей це справжнє багатство.

source: Pomyśl: to nie jest dobre miejsce na obóz.
uk: Подумай: це не найкраще місце для табору.

source: Pomyślałam sobie, że mógłbyś go ze sobą zabrać.
uk: Я подумала, що ти міг би забрати його собі.

source: Pomyślałam, że mógłbyś pomóc także moim znajomym.
uk: Я подумала, що ти зможеш допомогти і моїм друзям.

source: Pomyślałem, że będziesz mógł mu pomóc.
uk: Я подумав, що ти зможеш йому допомогти.

source: Pomyślałem, że mogło cię spotkać to samo co człowieka, na którego czekałeś.
uk: Я подумав, що з тобою могло статися те ж саме, що і з тим чоловіком, на якого ти чекав.

source: Pomyślałem, że skoro jest nas więcej, to damy im radę, i nikt nie dowie się o naszej akcji!
uk: Я подумав, оскільки нас більше, то ми з ними впораємося, і ніхто не дізнається про нашу справу!

source: Pomyślałem, że zainteresuje was ta informacja.
uk: Я подумав, що вам буде цікава ця інформація.

source: Pomyślmy, co może ci zasmakować?
uk: Давай подумаємо, що тобі смакуватиме?

source: Pomyślmy, co może ci zasmakować? (Daj jedzenie)
uk: Давай подумаємо, що тобі смакуватиме? (Нагодувати)

source: Pomyślmy. Może dlatego, że mam na sobie TEN fartuch i trzymam w ręku TĘ oto patelnię?
uk: Давай подумаємо. Може тому, що на мені ЦЕЙ фартух, а в руці я тримаю ЦЮ сковорідку?

source: Pomyślmy...
uk: Дай подумати...

source: Pomyślmy... Jest jedna taka melodia... dość prosta do zagrania...
uk: Дай подумаю... Є одна мелодія... Досить проста у виконанні...

source: Pomyślmy... Pomogłeś mi z kołem, ale to dość ryzykowna przysługa... A niech stracę, będziesz musiał zapłacić mi tyle, ile chciałeś za nowe koło.
uk: Давай подумаємо... Ти допоміг мені з колесом, але це досить ризикована послуга... А якщо я попадусь, що ж, тобі доведеться заплатити мені стільки, скільки ти хотів за нове колесо.

source: Pomyślnych wiatrów, chłopcze.
uk: Попутного вітру, хлопче.

source: Pomyślę o tym.
uk: Я над цим подумаю.

source: Pomyślę o tym...
uk: Я подумаю над цим...

source: Pomóc w czymś?
uk: Чимось допомогти?

source: Pomóc? Chyba raczej zająć się tą sprawą! Ja mam już dość, ledwo przeżyłem ostatnie spotkanie z tymi paskudztwami.
uk: Допомогти? Ти маєш на увазі, розібратися з цим! З мене досить, я ледве пережив останню зустріч з тими паскудами.

source: Pomógłbyś starcowi? W tym stanie dalej już nie zajdę, a ty wyglądasz na silnego faceta.
uk: Допоможеш старому? Я в такому стані далеко не зайду, а ти на вигляд сильний хлопець.

source: Pomówię z Lorenzo. Może uda się coś załatwić?
uk: Я поговорю з Лоренцо. Може, вдасться щось владнати?

source: Pomóż mi z tą skrzynią. Podzielę się z tobą pół na pół. Na pewno nam niczego nie zabraknie!
uk: Допоможи мені з цією скринею. Розділимо з тобою все навпіл. Впевнений, нам більше нічого не бракуватиме!

source: Ponadto członkowie naszej formacji rzadko opuszczają kontynent. Robimy to tylko wtedy, kiedy trzeba wykonać bardzo ważną misję.
uk: Крім того, члени нашого формування рідко покидають континент. Ми робимо це лише тоді, коли потрібно виконати дуже важливу місію.

source: Ponadto mówił, żeby nie próbować zaimponować jej kulinarnie. Zwykły koszyk owoców powinien wystarczyć.
uk: Крім того, він порадив не намагатися вразити її кулінарними шедеврами. Простого кошика з фруктами має бути достатньо.

source: Ponadto nie każdy ma taki sam potencjał magiczny. Najpotężniejsi spośród moich braci odznaczają się wielką cierpliwością, determinacją i mądrością, a to cechy, które posiadają nieliczni.
uk: Крім того, не всі мають однаковий магічний потенціал. Наймогутніші з моїх братів вирізняються великим терпінням, наполегливістю і мудрістю – якостями, якими володіють одиниці.

source: Ponadto zaatakował mnie wraz z tą samą grupą ludzi, którzy zabili waszego 'dzielnego' paladyna. Pokonałem ich sam i pomściłem jego śmierć. Już sam ten fakt świadczy o mojej niewinności.
uk: Більше того, він напав на мене разом з тією ж групою людей, які вбили вашого 'хороброго' паладина. Я переміг їх сам і помстився за його смерть. Цей факт сам по собі доводить мою невинність.

source: Ponadto, gdy tylko skończymy, zajmę się organizacją sztabu dowodzenia w starym domu Kaleba. To rzeczywiście była dobra inwestycja.
uk: Крім того, як тільки ми закінчимо, я розгляну питання про організацію командного штабу в колишньому будинку Калеба. Це була дійсно хороша інвестиція.

source: Ponadto, niektórzy mieszkańcy wyspy i obywatele miasta mają szereg dodatkowych praw.
uk: Крім того, деякі жителі острова і міста мають низку додаткових прав.

source: Poniekąd tak, ale lepsze to niż przesiadywanie w celi.
uk: В якомусь сенсі так, але це краще, ніж сидіти в клітці.

source: Ponieśliśmy ciężkie straty i kto wie, czy bez interwencji Magów Wody udałoby nam się wygrać tę bitwę...
uk: Ми зазнали важких втрат, і хто знає, чи виграли б ми цю битву без втручання Магів Води...

source: Ponieśliśmy niewielkie straty podczas walki.
uk: Під час бою ми зазнали незначних втрат.

source: Ponieśliśmy straty, ale pokonaliśmy renegatów.
uk: Ми зазнали втрат, але перемогли відступників.

source: Poniosło mnie... wiem, że masz rację, ale nic mi już nie pomoże, bo nic mi nie pozostało.
uk: Я перестарався... Я знаю, що ти правий, але мені нічого не залишалось.

source: Poniższe przewinienia, nie wliczają się w poczet naliczanej grzywny, jednak pozwalają ofierze na zastosowanie obrony koniecznej:
uk: Наступні правопорушення не вимагають сплати штрафу, але дозволяють потерпілому застосувати самооборону:

source: Ponowne spotkanie
uk: Довгоочікувана зустріч

source: Ponownie do wieży...
uk: Знову до вежі...

source: Ponownie się spotykamy, Marvinie.
uk: Ми знову зустрілися, Марвіне.

source: Ponownie się zapominasz, Kesselu! To nie jest port, żebyś przemawiał takim tonem!
uk: Ти знову забуваєшся, Кесселю! Це тобі не порт, щоб говорити таким тоном!

source: Ponownie wykorzystamy zasoby Gildii i dzięki łodziom zaatakujemy z dwóch stron.
uk: Ми знову використаємо ресурси Гільдії і за допомогою човнів атакуємо з обох боків.

source: Ponoć byłeś u mistrza Notgera i wyspowiadałeś się ze swych grzechów.
uk: Судячи з чуток, ти був у майстра Нотгера і сповідав свої гріхи.

source: Ponoć jest we władaniu niejakiego Ulryka, wasala gubernatora, ale poza tym, to nic o niej nie wiem.
uk: Кажуть, що вона перебуває у власності якогось Ульріка, васала губернатора, але крім цього, я нічого про неї не знаю.

source: Ponoć obiłeś mordy tym oszustom pierwszorzędnie! Żałuję tylko, że mnie tam nie było, chciałbym zobaczyć to przedstawienie.
uk: Я чув, що ти першокласно розібрався з цими шахраями! Єдине, про що я шкодую, що мене там не було, я б із задоволенням подивився на цю виставу.

source: Ponoć poradziłeś sobie z zadaniem, które zleciła ci Dima.
uk: Схоже, ти впорався із завданням Діни.

source: Poparcie kogoś takiego zdecydowanie ci pomoże.
uk: Підтримка такої людини, без сумніву, тобі знадобиться.

source: Popatrz na nas! Wyglądamy ci na ludzi, którzy są zwarci i gotowi do przeczesywania tych bagien i okolicznych plaż?
uk: Подивися на нас! Хіба ми схожі на людей, які готові прочісувати ці болота та навколишні пляжі?

source: Popatrz, o tym nie pomyślałem. Dobra, to nie omawiajmy samych szczegółów.
uk: Слухай, я про це й не подумав. Гаразд, тоді давай не будемо вдаватися в деталі.

source: Popatrzcie no, kto nas odwiedził!
uk: Тільки подивіться, хто до нас завітав!

source: Popchnij armatę
uk: Штовхати гармату

source: Popełniasz błąd, ale to twój wybór.
uk: Ти робиш помилку, але це твій вибір.

source: Popełnił błąd, ale to Ulryk pociągał za sznurki. Silbach musi mieć władcę. Nawet takiego.
uk: Він зробив помилку, але за ниточки тягнув саме Ульрік. У Сільбаху має бути правитель. Навіть такий, як цей.

source: Popełniłem błąd, mieszając się w sprawy tej winnicy...
uk: Я зробив помилку, втрутившись у справи того виноградника...

source: Popełniłem błędy tam na Londram, całkiem sporo...
uk: Я наробив на Лондрамі досить багато помилок...

source: Popełniłeś błąd, przychodząc tutaj!
uk: Приходити сюди було помилкою!

source: Popracowałbyś nad mięśniami, zamiast marnować swój i mój czas.
uk: Ти б краще працював над своїми м'язами, замість того, щоб витрачати свій і мій час.

source: Popracowałem jakiś czas w kopalni i udało mi się zarobić trochę złotych samorodków. Powinienem je wymienić na złote monety w zewnętrznej części kopalni. Gdyby kiedyś zabrakło mi złota, mogę tutaj wrócić za jakiś czas i znowu trochę zarobić.
uk: Я деякий час попрацював у копальні, і мені вдалося добути кілька золотих самородків. Потрібно обміняти їх на золоті монети у зовнішній частині копальні. Якщо у мене колись закінчиться золото, можна повернутися сюди через деякий час і знову трохи заробити.

source: Popracuj nad swoją celnością, to pogadamy o zostaniu kusznikiem!
uk: Попрацюй над своєю влучністю, тоді поговоримо про те, щоб стати арбалетником!

source: Popracuj trochę dłużej, a wrócimy do tej sprawy.
uk: Попрацюй трохи довше, і ми повернемось до цієї розмови.

source: Poprawia jednak twoją zręczność, co ułatwia trafienie najczulszego punktu na ciele przeciwnika.
uk: Однак він покращить спритність, завдяки чому буде легше влучити в найчутливішу точку на тілі супротивника.

source: Poprawka, PRZYJMOWAŁ gości.
uk: Поправка, він ПРИЙМАВ гостей.

source: Poprawka, nie pozwalam TOBIE opuszczać tego miejsca.
uk: Поправка, я не дозволяю ТОБІ покинути це місце.

source: Poprawka, smarkaczu. Teraz mamy wszystko, a wcześniej byliśmy tylko pachołkami tego cholernego służbisty.
uk: Поправка, шмаркаче. Тепер ми маємо все, а до цього ми були лише маріонетками цього клятого службовця.

source: Poprawnie spisana wersja testamentu Valerio,
uk: Правильно написана версія заповіту Валеріо,

source: Poprosiłem Arcymaga, żeby pozwolił mi godnie odprawić Normana. Znam się trochę na balsamowaniu, więc miałem pewność, że będzie to dobrze zrobione.
uk: Я попросив Архімага дозволити мені гідно провести Нормана. Я трохи знаюся на бальзамуванні, тому був певен, що все буде зроблено добре.

source: Poprosiłem Marthę o przygotowanie naparu i poszedłem sprawdzić jak się ma twój brat.
uk: Я попросив Марту приготувати настій, а сам пішов подивитися, як там твій брат.

source: Poprosiłem Stone'a, aby powiedział mi coś więcej o tym grocie, ale facet stwierdził, że nie za bardzo zna się na broni. Doradził mi jednak, abym udał się do miejskiego kowala Odgara. On powinien mi pomóc.
uk: Я попросив Стоуна розповісти мені про наконечник, але хлопець сказав, що не дуже розбирається у зброї. Проте порадив звернутися до міського коваля Одгара. Він повинен мені допомогти.

source: Poproszono mnie bym z tobą nie rozmawiał, póki Mistrz Trimegisto, bada tę sprawę. I zamierzam tej obietnicy dotrzymać.
uk: Мене попросили не розмовляти з тобою, поки магістр Трімегісто розслідує цю справу. І я маю намір дотримуватися цієї обіцянки.

source: Poproszę jabłko.
uk: Мені, будь ласка, яблуко.

source: Poproszę jabłko. (4 SZ)
uk: Мені, будь ласка, яблуко. (4 золотих)

source: Poprzedniej nocy nie spałem za dobrze. Wierciłem się z boku na bok przez parę godzin, a gdy już udało mi się zasnąć, budziły mnie koszmary inne niż zwykle.
uk: Минулої ночі я спав не дуже добре. Кілька годин я крутився з боку на бік, а коли мені таки вдалося заснути, мене розбудили нічні жахіття, не схожі на усі звичайні.

source: Poprzedniej nocy wykopali fosę wokół obozu. Zapomnieli tylko zalać ją wodą.
uk: Напередодні ввечері вони вирили рів навколо табору. Лише забули наповнити його водою.

source: Poprzestańmy na tym, że Salvi pozbył się kapitana oraz kilku wiernych mu strażników i to on teraz tutaj rządzi.
uk: Зупинімось лише на тому, що Сальві позбувся капітана і кількох вірних йому вартових, і тепер він тут головний.

source: Popularne warzywo, składnik wielu potraw.
uk: Популярний овоч, інгредієнт для багатьох страв.

source: Popularne, jasne piwo.
uk: Популярне світле пиво.

source: Popularny sposób przyrządzania śledzia,
uk: Популярний спосіб приготування оселедця.

source: Popularnym sposobem konserwowania wina jest dodanie do niego siarki. Jeśli wierzyć opowieściom wpadł na niego kupiec, niejaki Klemens z Sendaru, który przypadkiem przelał zapas 20-letniego napoju do beczki wypełnionej resztkami tego kruszcu. Gdy po wielu miesiącach otworzył wieko i zorientował się, co uczynił, ogarnął go żal - ale tylko na chwilę.
uk: Популярний спосіб зберегти вино - додати до нього сірку. Якщо вірити історіям, то один купець, такий собі Клеменс із Сендара, випадково вилив запас 20–річного напою в бочку, наповнену залишками сірки. Відкривши кришку через багато місяців і зрозумівши, що накоїв, він пожалкував про це - але лише на мить.

source: Popytam jeszcze raz strażników o pomoc, a jeśli odmówią, to przysięgam, że sam po nią pójdę. Nie zamierzam nikogo zostawić.
uk: Я знову попрошу охоронців про допомогу, і якщо вони відмовлять, присягаюся, що піду сам. Я їх так не залишу.

source: Popłyniesz prosto do Górniczej Doliny i będziesz kopał rudę tak długo, dopóki każdy paladyn w Myrtanie nie będzie miał wspaniałego magicznego oręża.
uk: Ти попливеш прямо в Гірничу Долину і копатимеш руду доти, доки кожен паладин в Міртані не матиме чудової магічної зброї.

source: Popływać?
uk: Поплавати?

source: Pora iść.
uk: Пора йти.

source: Pora przejść do samego sedna sprawy! Mianowicie, wiem, kto to zrobił!
uk: Прийшов час перейти до суті справи! Я знаю, хто це зробив!

source: Pora przetestować specyfik Sambora w kontrolowanych warunkach. Powinienem zestrzelić wszystkie cele, jakie mi wskazał, najpierw bez wspomagania.
uk: Час випробувати зілля Самбора у контрольованих умовах. Я повинен вразити всі цілі, які він мені вказав, спочатку без використання зілля.

source: Pora spróbować złożyć wizytę Jonowi. Skoro pismo od Ulryka nie jest bezpośrednim rozkazem, to wątpię, by miało to być proste. Kiedy już będę na dole, może uda mi się wykorzystać okoliczności w kopalni, by był bardziej skory do rozmowy?
uk: Настав час спробувати відвідати Йона. Оскільки лист від Ульріка не є прямим наказом, сумніваюся, що це буде легко. Коли я спущуся вниз, можливо, я зможу використати ситуацію в копальні, аби зробити його більш охочим до спілкування?

source: Pora udać się z Caramonem do karczmy Helgi.
uk: Час вирушати з Карамоном до корчми Хельги.

source: Pora udać się za człowiekiem przydzielonym mi przez Bradlocka.
uk: Час вирушати за людиною, призначеною мені Бредлоком.

source: Pora wracać do miasta. Skóry są twoje, mały. Może uda ci się je sprzedać za parę drobnych monet.
uk: Час повертатися до міста. Шкури твої, хлопче. Може, продаси їх за кілька монет.

source: Pora wrócić do części miasta, gdzie nikt nie musi mnie ciągle pilnować. Kiedy już będę poza Starym Miastem, będę mógł zająć się całą sprawą.
uk: Настав час повернутися в ту частину міста, де за мною ніхто не буде постійно спостерігати. Як тільки я покину Старе місто, я зможу продовжити цю справу.

source: Pora wszystko odbudować, co?
uk: Час все відбудовувати, так?

source: Pora zająć się kolejnym miejscem. Tym razem mam szukać skarbu pod nawisem skalnym za obozem drwali.
uk: Настав час перевірити наступне місце. Цього разу я шукатиму скарб під виступом скелі за табором лісорубів.

source: Pora zająć się ogniskiem. Patrz i ucz się!
uk: Пора розпалювати багаття. Дивись і вчись!

source: Pora zapolować na te szkodniki.
uk: Настав час полювання на цих шкідників.

source: Pora, aby obywatele przemówili.
uk: Настав час говорити громадянам.

source: Poradzimy sobie sami.
uk: Ми самі впораємося.

source: Poradzisz sobie?
uk: Зможеш впоратися?

source: Poradzę sobie bez twojej pomocy!
uk: Я впораюся без твоєї допомоги.

source: Poradzę sobie bez twojej pomocy.
uk: Я впораюся без твоєї допомоги.

source: Poradzę sobie z nimi.
uk: Якось розберуться.

source: Poradzę sobie.
uk: Я впораюсь.

source: Porasta wyłącznie tereny odległe od ludzkich osiedli.
uk: Росте тільки у віддалених від людей місцях.

source: Poratuje mnie pan?
uk: Ви можете мені допомогти?

source: Porażenie
uk: Мала блискавка

source: Porcja gulaszu Marthy
uk: Порція рагу Марти

source: Porozmawiaj o tym z naszym dowódcą, Roderichem. On ci wyjaśni wszystko krok po kroku.
uk: Поговори про це з нашим командиром Родеріхом. Він покроково все тобі пояснить.

source: Porozmawiaj z Albynem. Jeśli będziesz dla niego przykładnie pracował, to może sam załatwi ci glejt do miasta.
uk: Поговори з Альбіном. Якщо ти будеш добре на нього працювати, він, можливо, сам дістане тобі перепустку до міста.

source: Porozmawiaj z Bastianem, może się zgodzi na jakąś pomoc przy obieraniu rzepy.
uk: Поговори з Бастіаном. Може, йому не завадить допомога з чищенням ріпи.

source: Porozmawiaj z Garosem albo Adelardem, z pewnością znajdą coś dla ciebie.
uk: Поговори з Гаросом або Аделардом, вони обов'язково знайдуть щось для тебе.

source: Porozmawiaj z Lorenzo, on wprowadzi cię w szczegóły.
uk: Поговори з Лоренцо, і він розповість всі подробиці.

source: Porozmawiaj z Lorenzo. On się zajmuje nowymi. Da ci na początek jakieś zadanie, jak je wykonasz będziesz musiał przekonać do siebie większą część Gildii.
uk: Поговори з Лоренцо. Він займається новенькими. Для початку він дасть тобі якесь завдання, а коли ти його виконаєш, тобі доведеться переконати більшу частину Гільдії.

source: Porozmawiaj z Mateyem, to urzędnik odpowiedzialny za sprawy obywatelskie.
uk: Звернись до Матея, він відповідальний за питання громадянства.

source: Porozmawiaj z Rasco, pewnie będzie chciał kupić cały twój towar.
uk: Поговори з Раско, він, ймовірно, захоче купити всі твої товари.

source: Porozmawiaj z Roderichem, pewnie się wścieknie, ale zgodnie z prawem masz możliwość opuszczenia straży, gdy miasto nie jest w trakcie otwartego konfliktu.
uk: Поговори з Родеріхом, він, мабуть, розлютиться, але згідно з законом у тебе є можливість залишити Варту, коли місто не перебуває у стані відкритого конфлікту.

source: Porozmawiaj z jedną z moich przyjaciółek, któraś z nich widziała się z nim cały wieczór.
uk: Поговори з моїми колегами, одна з них провела з ним увесь вечір.

source: Porozmawiaj z naszymi ludźmi, poznaj ich, a gdy będą czegoś potrzebować - pomóż im.
uk: Поспілкуйся з нашими людьми, познайомся з ними, а коли їм щось буде потрібно – допоможи їм.

source: Porozmawiaj z nimi, może uda ci się znaleźć na niego jakiegoś haka.
uk: Поговори з ними, можливо, тобі вдасться зачепитися за щось.

source: Porozmawiaj z nią i załatw, żeby zrobiła dla mnie wygodną poduszkę podróżną, którą mógłbym cały czas mieć przy sobie.
uk: Поговори з нею і попроси, щоб вона зробила мені зручну дорожню подушку, яку я зможу постійно носити з собою.

source: Porozmawiaj ze strażnikiem przy bramie i wyciągnij od niego, co by mogło załatwić nam wejście do środka.
uk: Поговори з вартовим біля воріт і дізнайся від нього, що може допомогти нам потрапити всередину.

source: Porozmawiajmy o stoczni...
uk: Щодо корабельні...

source: Porozmawiajmy o tym wszystkim! Jesteś z Gildii Kupieckiej, prawda? Uwierz mi, nie chcesz mnie zabijać.
uk: Поговорімо про це все! Ти ж з Торгової Гільдії, чи не так? Повір мені, ти не хочеш мене вбивати.

source: Porozmawiajmy.
uk: Давай поговоримо.

source: Porozmawiajmy... na pewno się jakoś dogadamy.
uk: Давай поговоримо... Я впевнений, що ми якось знайдемо спільну мову.

source: Porozmawialiśmy z kilkoma ludźmi w karczmie. Niestety, większość albo nie była zainteresowana, albo się nie nadawała na służbę.
uk: Ми поговорили з кількома людьми у корчмі. На жаль, більшість з них були або не зацікавлені, або не готові до служби.

source: Porozmawiam z Adelardem o twoim uwolnieniu.
uk: Я поговорю з Аделардом про твоє звільнення.

source: Porozmawiam z Cortezem o twojej prośbie.
uk: Я поговорю з Кортезом про твоє прохання.

source: Porozmawiam z Lorenzo. Dojdziemy do jakiegoś porozumienia.
uk: Я поговорю з Лоренцо. Якось домовимось.

source: Porozmawiam z Volkerem o sprawie twego brata. Wróć do mnie za jakiś czas, a powinienem mieć dla ciebie odpowiedzi.
uk: Я поговорю з Волкером з приводу твого брата. Приходь до мене через деякий час, і я матиму що тобі сказати.

source: Porozmawiam z Volkerem o tej sprawie. Wróć do mnie za jakiś czas, a powinienem mieć dla ciebie odpowiedzi.
uk: Я поговорю з Волкером про ту справу. Приходь до мене через деякий час, і я матиму що тобі сказати.

source: Porozmawiam z magami o całym zajściu, z pewnością poczują ulgę, gdy dowiedzą się, że powstrzymaliśmy nekromantę.
uk: Я поговорю з магами про все, що сталося, вони, без сумніву, будуть раді дізнатися, що ми зупинили некроманта.

source: Porozmawiam z nimi - zobaczymy, co mają do powiedzenia.
uk: Я поговорю з ними. Подивимось, що вони скажуть.

source: Porozmawiam z nimi, ale wątpię, że będą zadowoleni.
uk: Я поговорю з ними, але сумніваюся, що вони будуть задоволені.

source: Porozmawiam z nimi.
uk: Я поговорю з ними.

source: Porozmawiamy o niej jutro. Póki co, chciałbym spędzić trochę czasu ze starym przyjacielem na osobności.
uk: Поговоримо про неї завтра. Поки що я хочу провести трохи часу зі старим другом наодинці.
